Repository: dhis2/reports-app
Catalog: i18n/*.po
Languages: cs, uz_uz_cyrl, uz_uz_latn

source: Weekly Wednesday
cs: Každý týden ve středu
uz_uz_cyrl: Ҳар Чоршанба
uz_uz_latn: Har Chorshanba

source: Weekly Thursday
cs: Každý týden ve čtvrtek
uz_uz_cyrl: Ҳар Пайшанба
uz_uz_latn: Har Payshanba

source: Weekly Saturday
cs: Každý týden v sobotu
uz_uz_cyrl: Ҳар Шанба
uz_uz_latn: Har Shanba

source: Weekly Sunday
cs: Každý týden v neděli
uz_uz_cyrl: Ҳар Якшанба
uz_uz_latn: Har Yakshanba

source: Bi-Weekly
cs: Dvoutýdenní
uz_uz_cyrl: Жуфт ҳафта

source: Monthly
cs: Měsíčně
uz_uz_cyrl: Ойлик
uz_uz_latn: Ойлик

source: Bi-Monthly
cs: Dvouměsíční
uz_uz_cyrl: Жуфт ойлик

source: Quarterly
cs: Čtvrtletně
uz_uz_cyrl: Ҳар квартал
uz_uz_latn: Ҳар квартал

source: Six-Monthly
cs: Šestiměsíční
uz_uz_cyrl: Ҳар ярим йиллик
uz_uz_latn: Har yarim yillik

source: Six-Monthly April
cs: Šestiměsíční Duben
uz_uz_cyrl: Ҳар ярим йиллик, Апрель
uz_uz_latn: Har yarim yillik, Аprel

source: Six-Monthly November
cs: Šestiměsíční Listopad
uz_uz_cyrl: Ҳар ярим йиллик, Ноябрь
uz_uz_latn: Har yarim yillik, Noyabr

source: Yearly
cs: Ročně
uz_uz_cyrl: Йиллик
uz_uz_latn: Йиллик

source: Financial-April
cs: Finanční - Duben
uz_uz_cyrl: Молиявий-Апрель
uz_uz_latn: Moliyaviy-Аprel

source: Financial-July
cs: Finanční - Červenec
uz_uz_cyrl: Молиявий-Июль
uz_uz_latn: Moliyaviy-Iyul

source: Financial-Oct
cs: Finanční - Říjen
uz_uz_cyrl: Молиявий-Октябрь
uz_uz_latn: Moliyaviy-Oktyabr

source: Days
cs: Dnů
uz_uz_cyrl: Кунлар
uz_uz_latn: Kunlar

source: Reporting day
cs: Den hlášení zprávy
uz_uz_cyrl: Ҳисобот куни
uz_uz_latn: Hisobot kuni

source: Yesterday
cs: Včera
uz_uz_cyrl: Кеча
uz_uz_latn: Кеча

source: Last 3 days
cs: Poslední 3 dny
uz_uz_cyrl: Охирги 3 кун
uz_uz_latn: Oxirgi 3 kun

source: Last 7 days
cs: Posledních 7 dní
uz_uz_cyrl: Охирги 7 кун
uz_uz_latn: Oxirgi 7 kun

source: Last 14 days
cs: Posledních 14 dní
uz_uz_cyrl: Охирги 14 кун
uz_uz_latn: Oxirgi 14 kun

source: Weeks
cs: Týdnů
uz_uz_cyrl: Ҳафталар
uz_uz_latn: Haftalar

source: Reporting week
cs: Týden hlášení zprávy
uz_uz_cyrl: Ҳисобот ҳафтаси
uz_uz_latn: Hisobot haftasi

source: Last Week
cs: Minulý týden
uz_uz_cyrl: Охирги ҳафта

source: Last 2 weeks
cs: Poslední 2 týdny
uz_uz_cyrl: Охирги 2 ҳафта
uz_uz_latn: Oxirgi 2 hafta

source: Last 12 weeks
cs: Posledních 12 týdnů
uz_uz_cyrl: Охирги 12 ҳафта
uz_uz_latn: Охирги 12 ҳафта

source: Last 52 weeks
cs: Posledních 52 týdnů
uz_uz_cyrl: Охирги 52 ҳафта
uz_uz_latn: Охирги 52 ҳафта

source: Weeks this year
cs: Týdny tohoto roku
uz_uz_cyrl: Ҳафталар айни йилда
uz_uz_latn: Haftalar ayni yilda

source: Months
cs: Měsíce
uz_uz_cyrl: Ойлар
uz_uz_latn: Oylar

source: Reporting month
cs: Vykazovaný měsíc
uz_uz_cyrl: Ҳисобот ойи
uz_uz_latn: Hisobot oyi

source: Last month
cs: Minulý měsíc
uz_uz_cyrl: Охирги ой
uz_uz_latn: Охирги ой

source: Last 3 months
cs: Poslední 3 měsíce
uz_uz_cyrl: Охирги 3 ой
uz_uz_latn: Охирги 3 ой

source: Last 6 months
cs: Posledních 6 měsíců
uz_uz_cyrl: Охирги 6 ой
uz_uz_latn: Oxirgi yarim yillik

source: Last 12 months
cs: Posledních 12 měsíců
uz_uz_cyrl: Охирги 12 ой
uz_uz_latn: Охирги 12 ой

source: Months this year
cs: Měsíce tohoto roku
uz_uz_cyrl: Ойлар айни йилда
uz_uz_latn: Oylar ushbu yilda

source: Bi-months
cs: Dva měsíce
uz_uz_cyrl: Жуфт ой
uz_uz_latn: Juft oy

source: Reporting bi-month
cs: Hlášení zprávy dvakrát za měsíc
uz_uz_cyrl: Жуфт ойлик ҳисобот
uz_uz_latn: Juft oylik hisobot

source: Last bi-month
cs: Poslední dva měsíce
uz_uz_cyrl: Охирги жуфт ой
uz_uz_latn: Oxirgi juft oy

source: Last 6 bi-month
cs: Posledních 6 měsíců
uz_uz_cyrl: Охирги 6 жуфт ой
uz_uz_latn: Oxirgi 6 juft oy

source: Bi-months this year
cs: Dvouměsíčně tento rok
uz_uz_cyrl: Айни йилдаги жуфт ойлар
uz_uz_latn: Ushbu yildagi juft oylar

source: Quarters
cs: Čtvrtletí
uz_uz_cyrl: Квартал
uz_uz_latn: Kvartal

source: Reporting quarter
cs: Hlášení zprávy za čtvrtletí
uz_uz_cyrl: Квартал ҳисоботи
uz_uz_latn: Kvartal hisoboti

source: Last quarter
cs: Poslední čtvrtletí
uz_uz_cyrl: Охирги квартал
uz_uz_latn: Охирги квартал

source: Last 4 quarters
cs: Poslední 4 čtvrtletí
uz_uz_cyrl: Охирги 4 квартал
uz_uz_latn: Охирги 4 квартал

source: Quarters of reporting year
cs: Čtvrtletí vykazovaného roku
uz_uz_cyrl: Ҳисобот йилидаги кварталлар
uz_uz_latn: Hisobot yilidagi kvartallar

source: Six-Months
cs: Šest měsíců
uz_uz_cyrl: 6 ой
uz_uz_latn: 6 oy

source: Reporting six-month
cs: Hlášení zprávy za šest měsíců
uz_uz_cyrl: 6 ойлик ҳисобот
uz_uz_latn: 6 oylik hisobot

source: Last six-month
cs: Poslední půlrok
uz_uz_cyrl: Охирги 6 ой
uz_uz_latn: Oxirgi yarim yillik

source: Last 2 six-months
cs: Poslední 2 šestiměsíce
uz_uz_cyrl: Охирги 2 та 6 ойлик
uz_uz_latn: Oxirgi 2 ta yarim yillik

source: Financial Years
cs: Finanční roky
uz_uz_cyrl: Молиявий йиллар
uz_uz_latn: Moliyaviy yillar

source: Reporting financial year
cs: Hlášení za finanční rok
uz_uz_cyrl: Молиявий йиллардаги ҳисобот
uz_uz_latn: Moliyaviy yillardagi hisobot

source: Last financial year
cs: Poslední finanční rok
uz_uz_cyrl: Охирги молиявий йил
uz_uz_latn: Охирги молиявий йил

source: Last 5 financial years
cs: Posledních 5 fiskálních roků
uz_uz_cyrl: Охирги 5 молиявий йиллар
uz_uz_latn: Охирги 5 молиявий йиллар

source: Years
cs: Let
uz_uz_cyrl: Йиллар
uz_uz_latn: Yillar

source: Reporting year
cs: Hlášení za rok
uz_uz_cyrl: Ҳисобот йили
uz_uz_latn: Hisobot yili

source: Last year
cs: Poslední rok
uz_uz_cyrl: Охирги йил
uz_uz_latn: Охирги йил

source: Last 5 years
cs: Posledních 5 let
uz_uz_cyrl: Охирги 5 йил
uz_uz_latn: Охирги 5 йил

source: External url
cs: Externí adresa URL
uz_uz_cyrl: Ташқи url
uz_uz_latn: Tashqi url

source: Upload file
cs: Nahrát soubor
uz_uz_cyrl: Файлни юклаш
uz_uz_latn: Faylni yuklash

source: Confirm delete
cs: Potvrďte smazání
uz_uz_cyrl: Ўчиришни тасдиқлаш
uz_uz_latn: Oʼchirishni tasdiqlash

source: Financial-Nov
uz_uz_latn: Moliyaviy-Noyabr
