Repository: dhis2/reports-app
Catalog: i18n/*.po
Languages: cs, uz_uz_cyrl, uz_uz_latn

source: Updating Organisation Units Tree...
cs: Aktualizace stromu Organizačních jednotek ...
uz_uz_cyrl: Муассасалар дарахти (шажараси) янгиланмоқда...
uz_uz_latn: Muassasalar daraxti (shajarasi) yangilanmoqda...

source: Select Option
cs: Vybrat možnost
uz_uz_cyrl: Вариантни танланг
uz_uz_latn: Variantni tanlang

source: Data set dimensions
cs: Rozměry datové sady
uz_uz_cyrl: Маълумотлар тўпламининг ўлчамлари
uz_uz_latn: Maʼlumotlar toʼplamining oʼlchamlari

source: Loading options...
cs: Možnosti načítání ...
uz_uz_cyrl: Вариантлар юкланмоқда
uz_uz_latn: Variantlar yuklanmoqda

source: Select Data Set
cs: Vybrat datovou sadu
uz_uz_cyrl: Маълумотлар тўпламини танланг
uz_uz_latn: Maʼlumotlar toʼplamini tanlang

source: Data set
cs: Datová sada
uz_uz_cyrl: Маълумотлар тўплами
uz_uz_latn: Maʼlumotlar toʼplami

source: Group Set
cs: Skupinová sada
uz_uz_cyrl: Гуруҳлар тўплами
uz_uz_latn: Guruhlar toʼplami

source: Select Group Set
cs: Vyberte sadu skupin
uz_uz_cyrl: Гуруҳлар тўпламини танланг
uz_uz_latn: Guruhlar toʼplamini tanlang

source: Show more options
cs: Zobrazit více možností
uz_uz_cyrl: Кўпроқ вариантларни кўрсатиш
uz_uz_latn: Koʼproq variantlarni koʼrsatish

source: Show fewer options
cs: Zobrazit méně možností
uz_uz_cyrl: Камроқ вариантларни кўрсатиш
uz_uz_latn: Kamroq variantlarni koʼrsatish

source: Report organisation unit
cs: Zpráva o organizační jednotce
uz_uz_cyrl: Ташкилий бўлим ҳисоботи
uz_uz_latn: Tashkiliy boʼlim hisoboti

source: Select Period Type
cs: Vybrat Typ období
uz_uz_cyrl: Даврийлик турини танланг
uz_uz_latn: Davriylik turini tanlang

source: Search
cs: Hledat
uz_uz_cyrl: Излаш
uz_uz_latn: Izlash

source: No results have been found
cs: Nenalezeny žádné výsledky
uz_uz_cyrl: Натижа топилмади
uz_uz_latn: Natija topilmadi

source: Download as
cs: Stáhnout jako
uz_uz_cyrl: Юклаш, қайсидир сифатда
uz_uz_latn: Yuklash, qaysidir sifatda

source: Share
cs: Sdílet
uz_uz_cyrl: Улашиш
uz_uz_latn: Улашиш

source: Write a comment, question or interpretation of this report
cs: Napište komentář, otázku nebo výklad této zprávy
uz_uz_cyrl: Ушбу ҳисоботга шарҳ, савол ёки интерпретация ёзиш
uz_uz_latn: Ushbu hisobotga sharh, savol yoki interpretatsiya yozish

source: Select file
cs: Vybrat soubor
uz_uz_cyrl: Файлни танлаш
uz_uz_latn: Faylni tanlash

source: No file chosen
cs: Nevybrán žádný soubor
uz_uz_cyrl: Ҳеч қандай файл танланмади
uz_uz_latn: Hech qanday fayl tanlanmadi

source: No matches found
uz_uz_cyrl: Ҳеч нарса топилмади
uz_uz_latn: Hech narsa topilmadi

source: Please enter at least {{count}} characters
uz_uz_cyrl: Камида 21 {{count}} та белгини киритинг

source: Type to search a report table
uz_uz_cyrl: Ҳисобот жадвалини қидириш ёзинг

source: Standard Report
cs: Standardní zpráva
uz_uz_cyrl: Стандарт ҳисобот
uz_uz_latn: Standart hisobot

source: View and add reports based on the JasperReports library. These can be based on report tables and can be designed in iReport.
cs: Prohlížejte a přidávejte zprávy na základě knihovny JasperReports. Ty mohou být založeny na tabulkách sestav a mohou být navrženy v iReportu.
uz_uz_cyrl: Ушбу ҳисоботларни Jasper Report кутубхонаси маълумотлар тизими асосида кўриш ва қўшиш. Бу ҳисоботлар жадвалига асосланган ва iReport тизимида шакллантирилган бўлиши мумкин.
uz_uz_latn: Ushbu hisobotlarni Jasper Report kutubxonasi maʼlumotlar tizimi asosida koʼrish va qoʼshish. Bu hisobotlar jadvaliga asoslangan va iReport tizimida shakllantirilgan boʼlishi mumkin.

source: View Reports
cs: Zobrazit zprávy
uz_uz_cyrl: Ҳисоботларни кўриб чиқиш
uz_uz_latn: Hisobotlarni koʼrib chiqish

source: Data Set Report
cs: Zpráva o souboru dat
uz_uz_cyrl: Маълумотлар тўплами ҳисоботи
uz_uz_latn: Maʼlumotlar toʼplami hisoboti

source: View data set reports. These reports are based on data entry screens and will produce a report with aggregated data.
cs: Zobrazit přehledy datových sad. Tyto sestavy jsou založeny na obrazovkách pro zadávání dat a vytvoří sestavu s agregovanými daty.
uz_uz_cyrl: Маълумотлар тўплами ҳисоботларини кўриб чиқиш. Ушбу ҳисоботлар киритилган маълумотларга асосланган ва киритилган маълумотлар асосида тузилган.
uz_uz_latn: Maʼlumotlar toʼplami hisobotlarini koʼrib chiqish. Ushbu hisobotlar kiritilgan maʼlumotlarga asoslangan va kiritilgan maʼlumotlar asosida tuzilgan.

source: Get Report
cs: Získat zprávu
uz_uz_cyrl: Ҳисоботни Олиш
uz_uz_latn: Hisobotni Olish

source: Reporting Rate Summary
cs: Souhrn četnosti hlášení zpráv
uz_uz_cyrl: Ҳисобот кўрсатгичлари қисқача маълумоти
uz_uz_latn: Hisobot koʼrsatgichlari qisqacha maʼlumoti

source: Browse the reporting rates of data sets by organisation unit and period based on various criteria for submission.
cs: Procházet četnost vykazování souborů dat podle organizační jednotky a období na základě různých kritérií pro odeslání.
uz_uz_cyrl: Тақдим этиладиган ҳисобот кўрсатгичлари маълумотларини ташкилий бирлик ва турли критерийдаги даврийлик асосида кўриб чиқинг.
uz_uz_latn: Taqdim etiladigan hisobot koʼrsatgichlari maʼlumotlarini tashkiliy birlik va turli kriteriydagi davriylik asosida koʼrib chiqing.

source: Resource
cs: Zdroj
uz_uz_cyrl: Манба
uz_uz_latn: Manba

source: View and add resources. These resources can be uploaded documents or URLs on the web.
cs: Zobrazit a přidat zdroje. Tyto zdroje lze nahrát dokumenty nebo adresy URL na web.
uz_uz_cyrl: Манбаларни кўриб чиқиш ва қўшиш. Ушбу манбалар Интернетдан ҳужжатлар ёки URL манзилларини юклаши мумкин.
uz_uz_latn: Manbalarni koʼrib chiqish va qoʼshish. Ushbu manbalar Internetdan hujjatlar yoki URL manzillarini yuklashi mumkin.

source: View Resources
cs: Zobrazit zdroje
uz_uz_cyrl: Манбаларни кўриб чиқиш
uz_uz_latn: Manbalarni koʼrib chiqish

source: Org unit distribution report
cs: Zpráva o distribuci organizační jednotky
uz_uz_cyrl: Ташкилий бўлимлар тақсимоти ҳақида ҳисобот
uz_uz_latn: Tashkiliy boʼlimlar taqsimoti haqida hisobot

source: Browse the organisation unit distribution report based on the organisation unit group sets and its groups.
cs: Procházejte zprávu distribuce organizační jednotky na základě sad skupin organizačních jednotek a jejich skupin.
uz_uz_cyrl: Ташкилот бирлигидаги гуруҳлар тўпламлари ва ташкилот бўлинмаларининг гуруҳлар асосида тақсимланиш ҳисоботини кўриб чиқиш
uz_uz_latn: Tashkilot birligidagi guruhlar toʼplamlari va tashkilot boʼlinmalarining guruhlar asosida taqsimlanish hisobotini koʼrib chiqish

source: Reporting Period
cs: Období podávání Zprávy
uz_uz_cyrl: Ҳисобот даври

source: Organisation Unit
cs: Organizační jednotka
uz_uz_cyrl: Ташкилий бўлим
uz_uz_latn: Tashkiliy birlik

source: CONFIRM
cs: POTVRDIT
uz_uz_cyrl: ТАСДИҚЛАНГ
uz_uz_latn: TАSDIQLАNG

source: Report period
cs: Období zprávy
uz_uz_cyrl: Ҳисобот даври
uz_uz_latn: Hisobot davri

source: Use data for selected unit only
cs: Použít data pouze pro vybranou jednotku
uz_uz_cyrl: Фақатгина танланган бирлик маълумотларидан фойдаланинг
uz_uz_latn: Faqatgina tanlangan birlik maʼlumotlaridan foydalaning

source: Get Chart
cs: Získat graf
uz_uz_cyrl: Диаграммани олиш
uz_uz_latn: Diagrammani olish

source: Edit resource
cs: Upravit zdroj
uz_uz_cyrl: Манбани таҳрирлаш
uz_uz_latn: Manbani tahrirlash

source: Save resource
cs: Uložit zdroj
uz_uz_cyrl: Манбани сақлаш
uz_uz_latn: Manbani saqlash

source: Add resource
cs: Přidat zdroj
uz_uz_cyrl: Манба киритиш
uz_uz_latn: Manba kiritish

source: Do you want to use this file as an attachment?
cs: Chcete tento soubor použít jako přílohu?
uz_uz_cyrl: Сиз ушбу файлни бириктирма сифатида ишлатмоқчимисиз?
uz_uz_latn: Siz ushbu faylni biriktirma sifatida ishlatmoqchimisiz?

source: Yes
cs: Ano
uz_uz_cyrl: Ҳа
uz_uz_latn: Ҳа

source: No
cs: Ne
uz_uz_cyrl: Йўқ
uz_uz_latn: Йўқ

source: File
cs: Soubor
uz_uz_cyrl: Файл
uz_uz_latn: Fayl

source: Name*
cs: Název*
uz_uz_cyrl: Исми*
uz_uz_latn: Ismi*

source: Details
cs: Detaily
uz_uz_cyrl: Тафсилотлари
uz_uz_latn: Тафсилотлари

source: Resource Type
cs: Typ zdroje
uz_uz_cyrl: Манба тури
uz_uz_latn: Manba turi

source: File resources can not be edited, only created
cs: Zdroje souborů nelze upravovat, pouze vytvářet
uz_uz_cyrl: Файл манбаларини ўзгартириб бўлмайди, фақатгина яратиш мумкин
uz_uz_latn: Fayl manbalarini oʼzgartirib boʼlmaydi, faqatgina yaratish mumkin

source: Cancel
cs: Zrušit
uz_uz_cyrl: Бекор қилиш
uz_uz_latn: Бекор қилиш

source: Edit standard report
cs: Upravit standardní zprávu
uz_uz_cyrl: Стандарт ҳисоботни таҳрирлаш
uz_uz_latn: Standart hisobotni tahrirlash

source: Create standard report
cs: Vytvořit standardní zprávu
uz_uz_cyrl: Стандарт ҳисоботни яратиш
uz_uz_latn: Standart hisobotni yaratish

source: Generate report
cs: Generovat zprávu
uz_uz_cyrl: Ҳисобот яратиш
uz_uz_latn: Hisobot yaratish

source: Report parameters
cs: Parametry zprávy
uz_uz_cyrl: Ҳисобот параметрлари
uz_uz_latn: Hisobot parametrlari

source: There are some errors you have to fix first!
cs: Nejprve musíte opravit některé chyby!
uz_uz_cyrl: Аввало тузатиш лозим бўлган баъзи хатолар мавжуд!
uz_uz_latn: Аvvalo tuzatish lozim boʼlgan baʼzi xatolar mavjud!

source: Back to standard reports list
cs: Zpět na seznam standardních zpráv
uz_uz_cyrl: Стандарт ҳисоботлар рўйхатига қайтиш
uz_uz_latn: Standart hisobotlar roʼyxatiga qaytish

source: Get current design
cs: Získat aktuální design
uz_uz_cyrl: Ҳозирги дизайнни танлаш
uz_uz_latn: Hozirgi dizaynni tanlash

source: Get HTML Report Template
cs: Získat HTML šablonu zprávy
uz_uz_cyrl: HTML ҳисобот шаблонини олиш
uz_uz_latn: HTML hisobot shablonini olish

source: Get Jasper Report Template
cs: Získat Jasper šablonu zprávy
uz_uz_cyrl: Jasper Report ҳисобот шаблонини олиш
uz_uz_latn: Jasper Report hisobot shablonini olish

source: Download
cs: Stáhnout
uz_uz_cyrl: Юклаш
uz_uz_latn: Юклаш

source: Report Type*
cs: Typ zprávy*
uz_uz_cyrl: Ҳисобот тури*
uz_uz_latn: Hisobot turi*

source: Report Table*
cs: Tabulka zprávy*
uz_uz_cyrl: Ҳисобот жадвали*
uz_uz_latn: Hisobot jadvali*

source: Design File
cs: Soubor úpravy
uz_uz_cyrl: Ташкилий файл
uz_uz_latn: Tashkiliy fayl

source: Design File*
cs: Soubor úpravy*
uz_uz_cyrl: Ташкилий файл*
uz_uz_latn: Tashkiliy fayl*

source: Relative periods
cs: Relativní období
uz_uz_cyrl: Нисбий даврлар
uz_uz_latn: Nisbiy davrlar

source: Settings
cs: Nastavení
uz_uz_cyrl: Созламалар
uz_uz_latn: Sozlamalar

source: Cache Strategy*
cs: Strategie mezipaměti*
uz_uz_cyrl: Кеш стратегияси*
uz_uz_latn: Kesh strategiyasi*

source: Submit
cs: Odeslat
uz_uz_cyrl: Юбориш
uz_uz_latn: Yuborish

source: [ None ]
cs: [ Žádný ]
uz_uz_cyrl: [ Йўқ ]
uz_uz_latn: [ Yoʼq ]

source: Jasper report with report table data source
cs: Zpráva Jasper se zprávou o zdroji dat tabulky
uz_uz_cyrl: Jasper ҳисоботи, ҳисоботлар жадвалининг маълумоти манбаи билан
uz_uz_latn: Jasper hisoboti, hisobotlar jadvalining maʼlumoti manbai bilan

source: Jasper report with JDBC data source
cs: Zpráva Jasper se zdrojem dat JDBC
uz_uz_cyrl: Jasper ҳисоботи, JDBC маълумот манбаи билан
uz_uz_latn: Jasper hisoboti, JDBC maʼlumot manbai bilan

source: HTML report
cs: Zpráva HTML
uz_uz_cyrl: HTML ҳисоботи
uz_uz_latn: HTML hisoboti

source: No cache
cs: Žádná mezipaměť
uz_uz_cyrl: Кеш йўқ
uz_uz_latn: Kesh yoʼq

source: Respect system setting
cs: Respektovat nastavení systému
uz_uz_cyrl: Тизим созламаларига эътибор қилинг
uz_uz_latn: Tizim sozlamalariga eʼtibor qiling

source: Cache for one hour
cs: Vyrovnávací paměť po dobu jedné hodiny
uz_uz_cyrl: Бир соат давомида кешлаш
uz_uz_latn: Bir soat davomida keshlash

source: Cache until 6 AM tomorrow
cs: Vyrovnávací paměť do zítra 6 ráno
uz_uz_cyrl: Эрталабки соат 6 гача кешлаш
uz_uz_latn: Ertalabki soat 6 gacha keshlash

source: Cache for two weeks
cs: Vyrovnávací paměť po dobu dvou týdnů
uz_uz_cyrl: Икки ҳафтага кешлаш
uz_uz_latn: Ikki haftaga keshlash

source: An error occurred whole loading the data set options
cs: Při načítání možností sady dat došlo k chybě
uz_uz_cyrl: Маълумотлар тўплами вариантларини юклашда хатолик юз берди
uz_uz_latn: Maʼlumotlar toʼplami variantlarini yuklashda xatolik yuz berdi

source: An error occurred while loading the data set dimensions
cs: Při načítání dimenzí datové sady došlo k chybě
uz_uz_cyrl: Маълумотлар тўплами ўлчамларини юклашда хатолик юз берди
uz_uz_latn: Maʼlumotlar toʼplami oʼlchamlarini yuklashda xatolik yuz berdi

source: An error occurred while loading the group sets!
cs: Při načítání skupinových sad došlo k chybě!
uz_uz_cyrl: Маълумотлар тўпламини юклашда хатолик юз берди!
uz_uz_latn: Maʼlumotlar toʼplamini yuklashda xatolik yuz berdi!

source: Could not load organisation units
cs: Nelze načíst organizační jednotky
uz_uz_cyrl: Ташкилий бўлимлар юкланмади
uz_uz_latn: Tashkiliy boʼlimlar yuklanmadi

source: An error occurred while loading the organisation units!
cs: Při načítání organizačních jednotek došlo k chybě!
uz_uz_cyrl: Ташкилий бўлимлар юкланишида хатолик юз берди!
uz_uz_latn: Tashkiliy boʼlimlar yuklanishida xatolik yuz berdi!

source: Successfully loaded the {{ outputType }}
cs: Úspěšně načteno {{ outputType }}
uz_uz_cyrl: {{ outputType }} Муваффақиятли юкланди
uz_uz_latn: {{ outputType }} Muvaffaqiyatli yuklandi

source: chart
cs: graf
uz_uz_cyrl: Диаграмма
uz_uz_latn: diagramma

source: table
cs: tabulka
uz_uz_cyrl: Жадвал

source: An error occurred while loading the report!
cs: Při načítání zprávy došlo k chybě!
uz_uz_cyrl: Ҳисоботни юкланишда хатолик юз берди!
uz_uz_latn: Hisobotni yuklanishda xatolik yuz berdi!

source: Successfully added comment
cs: Komentář úspěšně přidán
uz_uz_cyrl: Изоҳ муваффақиятли қўшилди
uz_uz_latn: Izoh muvaffaqiyatli qoʼshildi

source: An error occurred while submitting your comment!
cs: Při odesílání vašeho komentáře došlo k chybě!
uz_uz_cyrl: Изоҳ юборилишида хатолик юз берди!
uz_uz_latn: Izoh yuborilishida xatolik yuz berdi!

source: Could not load period types
cs: Nelze načíst typy období
uz_uz_cyrl: Даврийлик тури юкланмади
uz_uz_latn: Davriylik turi yuklanmadi

source: An error occurred while loading the resources!
cs: Při načítání zdrojů došlo k chybě!
uz_uz_cyrl: Манба юкланишида хатолик юз берди!
uz_uz_latn: Manba yuklanishida xatolik yuz berdi!

source: Do you really want to delete this resource?
cs: Opravdu chcete tento zdroj smazat?
uz_uz_cyrl: Ҳақиқатдан ҳам ушбу манбани ўчирилишини хохлайсизми?
uz_uz_latn: Haqiqatdan ham ushbu manbani oʼchirilishini xoxlaysizmi?

source: The resource has been deleted successfully
cs: Zdroj byl úspěšně odstraněn
uz_uz_cyrl: Манба муваффақиятли ўчирилди
uz_uz_latn: Manba muvaffaqiyatli oʼchirildi

source: An error occurred when deleting the resource!
cs: Při mazání zdroje došlo k chybě!
uz_uz_cyrl: Манбани ўчиришда хатолик юз берди!
uz_uz_latn: Manbani oʼchirishda xatolik yuz berdi!

source: An error occurred while adding the resource!
cs: Při přidávání zdroje došlo k chybě!
uz_uz_cyrl: Манбани қўшишда хатолик юз берди!
uz_uz_latn: Manbani qoʼshishda xatolik yuz berdi!

source: An error occurred while saving the modifications!
cs: Při ukládání úprav došlo k chybě!
uz_uz_cyrl: Ўзгартиришларни сақлашда хатолик юз берди!
uz_uz_latn: Oʼzgartirishlarni saqlashda xatolik yuz berdi!

source: An error occurred while loading the standard reports
cs: Při načítání standardních zpráv došlo k chybě
uz_uz_cyrl: Стандарт ҳисоботларни юклашда хатолик юз берди
uz_uz_latn: Standart hisobotlarni yuklashda xatolik yuz berdi

source: An error occurred while trying to delete the standard report
cs: Při pokusu o smazání standardní zprávy došlo k chybě
uz_uz_cyrl: Стандарт ҳисоботни ўчиришда хатолик юз берди
uz_uz_latn: Standart hisobotni oʼchirishda xatolik yuz berdi

source: An error occurred while loading the standard report details
cs: Při načítání podrobností standardní zprávy došlo k chybě
uz_uz_cyrl: Стандарт ҳисобот маълумотларини юклашда хатолик юз берди
uz_uz_latn: Standart hisobot maʼlumotlarini yuklashda xatolik yuz berdi

source: The report has been updated successfully
cs: Zpráva byla úspěšně aktualizována
uz_uz_cyrl: Ҳисобот муваффақиятли янгиланди
uz_uz_latn: Hisobot muvaffaqiyatli yangilandi

source: The report has been added successfully
cs: Zpráva byla úspěšně přidána
uz_uz_cyrl: Ҳисобот муваффақиятли қўшилди
uz_uz_latn: Hisobot muvaffaqiyatli qoʼshildi

source: An error occurred while updating the report!
cs: Při aktualizaci zprávy došlo k chybě!
uz_uz_cyrl: Ҳисобот янгиланишида хатолик юз берди!
uz_uz_latn: Hisobot yangilanishida xatolik yuz berdi!

source: An error occurred while adding the report!
cs: Při přidávání zprávy došlo k chybě!
uz_uz_cyrl: Ҳисоботни қўшишда хатолик юз берди!
uz_uz_latn: Hisobotni qoʼshishda xatolik yuz berdi!

source: An error occurred while generating the html report
cs: Při generování zprávy html došlo k chybě
uz_uz_cyrl: HTML ҳисобот яратишда хатолик юз берди
uz_uz_latn: HTML hisobot yaratishda xatolik yuz berdi

source: An error occurred while loading the report table options
cs: Při načítání možností tabulky zprávy došlo k chybě
uz_uz_cyrl: Ҳисобот жадвал вариантларини юклашда хатолик юз берди
uz_uz_latn: Hisobot jadval variantlarini yuklashda xatolik yuz berdi

source: Count
cs: Počet
uz_uz_cyrl: Ҳисоблаш
uz_uz_latn: Ҳисоблаш

source: Total
cs: Celkem
uz_uz_cyrl: Жами
uz_uz_latn: Jami

source: Name
cs: Název
uz_uz_cyrl: Исми
uz_uz_latn: Исми

source: Something went wrong when processing your request.
cs: Při zpracování vašeho požadavku se něco pokazilo.
uz_uz_cyrl: Сўровингиз кўриб чиқилишида хатолик юз берди.
uz_uz_latn: Soʼrovingiz koʼrib chiqilishida xatolik yuz berdi.

source: Search apps
cs: Hledat aplikace
uz_uz_cyrl: Иловаларни қидириш
uz_uz_latn: Ilovalarni qidirish

source: Profile
cs: Profil
uz_uz_cyrl: Профил
uz_uz_latn: Profil

source: Account
cs: Účet
uz_uz_cyrl: Рақами
uz_uz_latn: Raqami

source: Help
cs: Nápověda
uz_uz_cyrl: Ёрдам
uz_uz_latn: Yordam

source: Log out
cs: Odhlásit se
uz_uz_cyrl: Чиқиш
uz_uz_latn: Chiqish

source: About DHIS 2
cs: O DHIS 2
uz_uz_cyrl: DHIS2 ҳақида
uz_uz_latn: DHIS2 haqida

source: Manage my apps
cs: Spravovat moje aplikace
uz_uz_cyrl: Иловаларимни бошқариш
uz_uz_latn: Ilovalarimni boshqarish

source: No results found
cs: Nenalezeny žádné výsledky
uz_uz_cyrl: Ҳеч қандай натижа топилмади
uz_uz_latn: Hech qanday natija topilmadi

source: Interpretations
cs: Interpretace
uz_uz_cyrl: Шарҳлар
uz_uz_latn: Talqinlar

source: Messages
cs: Zprávy
uz_uz_cyrl: Хабарлар
uz_uz_latn: Xabarlar

source: Report Table
cs: Tabulka zpráv
uz_uz_cyrl: Ҳисобот жадвали
uz_uz_latn: Hisobot jadvali

source: Create
cs: Vytvořit
uz_uz_cyrl: Яратиш
uz_uz_latn: Яратиш

source: Edit
cs: Upravit
uz_uz_cyrl: Таҳрирлаш
uz_uz_latn: Tahrirlash

source: Actions
cs: Akce
uz_uz_cyrl: Амаллар
uz_uz_latn: Аmallar

source: Delete
cs: Smazat
uz_uz_cyrl: Ўчириб ташлаш
uz_uz_latn: Oʼchirib tashlash

source: Sharing settings
cs: Nastavení sdílení
uz_uz_cyrl: Созламаларни улашиш
uz_uz_latn: Sozlamalarni ulashish

source: View Resource
cs: Zobrazit zdroj
uz_uz_cyrl: Манбани кўздан кечириш
uz_uz_latn: Manbani koʼzdan kechirish

source: Edit Resource
cs: Upravit zdroj
uz_uz_cyrl: Манбани таҳрирлаш

source: Add users and user groups
cs: Přidat uživatele a skupiny uživatelů
uz_uz_cyrl: Фойдаланувчи ва фойдаланувчи гуруҳини қўшиш
uz_uz_latn: Foydalanuvchi va foydalanuvchi guruhini qoʼshish

source: Enter names
cs: Zadejte jména
uz_uz_cyrl: Исмларни киритинг
uz_uz_latn: Ismlarni kiriting

source: Permissions
cs: Oprávnění
uz_uz_cyrl: Рухсатлар
uz_uz_latn: Ruxsatlar

source: Created By
cs: Vytvořil
uz_uz_cyrl: Томонидан яратилган

source: Who has access
cs: Kdo má přístup
uz_uz_cyrl: Кириш ҳуқуқига эга шахс
uz_uz_latn: Kimda kirish huquqi mavjud

source: External access (without login)
cs: Externí přístup (bez přihlášení)
uz_uz_cyrl: Ташқаридан кириш (рўйхатдан ўтмаган)
uz_uz_latn: Tashqaridan kirish (roʼyxatdan oʼtmasdan)

source: Can edit and view
cs: Může upravovat a prohlížet
uz_uz_cyrl: Таҳрирлаш ва кўриш мумкин
uz_uz_latn: Таҳрирлаш ва кўриш мумкин

source: Can view
cs: Může zobrazit
uz_uz_cyrl: Кўриш мумкин
uz_uz_latn: Кўриш мумкин

source: Can view only
cs: Lze pouze zobrazit
uz_uz_cyrl: Фақат кўриб чиқиш мумкин
uz_uz_latn: Faqat koʼrib chiqish mumkin

source: No access
cs: Žádný přístup
uz_uz_cyrl: Кириш таъқиқланган
uz_uz_latn: Kirish taʼqiqlangan

source: Public access (with login)
cs: Veřejný přístup (s přihlášením)
uz_uz_cyrl: Оммавий кириш (рўйхатдан ўтган)
uz_uz_latn: Ommaviy kirish (roʼyxatdan oʼtgan)

source: Public can edit
cs: Veřejnost může upravovat
uz_uz_cyrl: Оммавий таҳрирлаш мумкин
uz_uz_latn: Ommaviy tahrirlash mumkin

source: Public can view
cs: Veřejnost může prohlížet
uz_uz_cyrl: Оммавий кўриш мумкин
uz_uz_latn: Ommaviy koʼrish mumkin

source: Public can find, view and edit
cs: Veřejnost může vyhledávat, prohlížet a upravovat
uz_uz_cyrl: Оммавий топиш, кўриш ва таҳрирлаш мумкин
uz_uz_latn: Ommaviy topish, koʼrish va tahrirlash mumkin

source: Public can find and view
cs: Veřejnost může vyhledat a zobrazit
uz_uz_cyrl: Оммавий топиш ва кўриш мумкин
uz_uz_latn: Ommaviy topish va koʼrish mumkin

source: Close
cs: Zavřít
uz_uz_cyrl: Ёпиш
uz_uz_latn: Yopmoq

source: week
cs: týden
uz_uz_cyrl: ҳафта
uz_uz_latn: hafta

source: month
cs: měsíc
uz_uz_cyrl: ой
uz_uz_latn: oy

source: year
cs: rok
uz_uz_cyrl: йил

source: bi monthly
cs: dvakrát za měsíc
uz_uz_cyrl: жуфт ой
uz_uz_latn: juft oy

source: day
cs: den
uz_uz_cyrl: кун
uz_uz_latn: kun

source: January
cs: Leden
uz_uz_cyrl: Январь
uz_uz_latn: Yanvar

source: February
cs: únor
uz_uz_cyrl: Февраль
uz_uz_latn: Fevral

source: March
cs: březen
uz_uz_cyrl: Март
uz_uz_latn: Mart

source: April
cs: Duben
uz_uz_cyrl: Апрель
uz_uz_latn: Аprel

source: May
cs: Květen
uz_uz_cyrl: Май

source: June
cs: červen
uz_uz_cyrl: Июнь
uz_uz_latn: Iyun

source: July
cs: červenec
uz_uz_cyrl: Июль
uz_uz_latn: Iyul

source: August
cs: Srpen
uz_uz_cyrl: Август
uz_uz_latn: Аvgust

source: September
cs: Září
uz_uz_cyrl: Сентябрь
uz_uz_latn: Sentyabr

source: October
cs: říjen
uz_uz_cyrl: Октябрь
uz_uz_latn: Oktyabr

source: November
cs: Listopad
uz_uz_cyrl: Ноябрь
uz_uz_latn: Noyabr

source: December
cs: prosinec
uz_uz_cyrl: Декабрь
uz_uz_latn: Dekabr

source: January-February
cs: Leden-Únor
uz_uz_cyrl: Январь-Февраль
uz_uz_latn: Yanvar-Fevral

source: March-April
cs: Březen-Duben
uz_uz_cyrl: Март-Апрель
uz_uz_latn: Mart-Аprel

source: May-June
cs: Květen-Červen
uz_uz_cyrl: Май-Июнь
uz_uz_latn: May-Iyun

source: July-August
cs: Červenec-Srpen
uz_uz_cyrl: Июль-Август
uz_uz_latn: Iyul-Аvgust

source: September-October
cs: Září-Říjen
uz_uz_cyrl: Сентябрь-Октябрь
uz_uz_latn: Sentyabr-Oktyabr

source: November-December
cs: Listopad-Prosinec
uz_uz_cyrl: Ноябрь-Декабрь
uz_uz_latn: Noyabr-Dekabr

source: November-April
cs: Listopad-Duben
uz_uz_cyrl: Ноябрь-Апрель
uz_uz_latn: Noyabr-Аprel

source: May-October
cs: Květen-Říjen
uz_uz_cyrl: Май-Октябрь
uz_uz_latn: May-Oktyabr

source: quarter
cs: čtvrtletí
uz_uz_cyrl: квартал
uz_uz_latn: kvartal

source: January-March
cs: Leden-Březen
uz_uz_cyrl: Январь-Март
uz_uz_latn: Yanvar-Mart

source: April-June
cs: Duben-Červen
uz_uz_cyrl: Апрель-Июнь
uz_uz_latn: Аprel-Iyun

source: July-September
cs: Červenec-Září
uz_uz_cyrl: Июль-Сентябрь
uz_uz_latn: Iyul-Sentyabr

source: October-December
cs: Říjen-Prosinec
uz_uz_cyrl: Октябрь-Декабрь
uz_uz_latn: Oktyabr-Dekabr

source: six monthly
cs: půlrok
uz_uz_cyrl: 6 ойлик
uz_uz_latn: 6 oylik

source: January-June
cs: Leden-Červen
uz_uz_cyrl: Январь-Июнь
uz_uz_latn: Yanvar-Iyun

source: July-December
cs: Červenec-Prosinec
uz_uz_cyrl: Июль-Декабрь
uz_uz_latn: Iyul-Dekabr

source: April-September
cs: Duben-Září
uz_uz_cyrl: Апрель-Сентябрь
uz_uz_latn: Аprel-Sentyabr

source: October-March
cs: Říjen-Březen
uz_uz_cyrl: Октябрь-Март
uz_uz_latn: Oktyabr-Mart

source: Bi-Week
cs: Dvoutýden
uz_uz_cyrl: Жуфт-Ҳафта
uz_uz_latn: Juft-Hafta

source: Daily
cs: Denně
uz_uz_cyrl: Кунлик
uz_uz_latn: Кунлик

source: Weekly
cs: Týdně
uz_uz_cyrl: Ҳафталик
uz_uz_latn: Ҳафталик
